oakninja/MakeMeFish
jorgebucaran/replay.fish
jethrokuan/z
jethrokuan/fzf
jorgebucaran/fisher
jorgebucaran/nvm.fish
jhillyerd/plugin-git
hovnatan/fish-command-timer
